// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "નીચેના પૈકી કઈ જોડ સરળગુણક પ્રમાણના નિયમની સમજૂતી આપે છે?",
    answer: "SnCl2,SnCl4",
    options: [
      "H2O,Na2O",
      "MgO,Na2O",
      "SnCl2,SnCl4",
      "Na2O,BaO2"
    ]
  },
    {
    numb: 2,
    question: "નાઈટ્રોજનના ઑક્સાઈડમાં 14 ગ્રામ નાઈટ્રોજન સાથે જોડતા ઑક્સિજનનું પ્રમાણ 1:2:3 હોય, તો તેમાં ક્યા નિયમની સાબિતી મળે છે?",
    answer: "દ્રવ્ય સંરચનાનો નિયમ",
    options: [
      "સંયોજિત ભારનો નિયમ",
      "સરળ ગુણક પ્રમાણ નિયમ",
      "નિશ્ચિત સંરચનાનો નિયમ",
      "દ્રવ્ય સંરચનાનો નિયમ"
    ]
  },
    {
    numb: 3,
    question: "3 ગ્રામ હાઇડ્રોકાર્બનનું પુરતા પ્રમાણમાં ઓક્સિજનની હાજરીમાં દહન કરતાં 8.8 ગ્રામ CO2 અને 5.4 ગ્રામ H2O મળે છે. આ પ્રક્રિયા એ ક્યા નિયમનું ઉદાહરણ છે?  ",
    answer: "દ્રવ્ય સંરચનાનો નિયમ",
    options: [
      "દ્રવ્ય સંરચનાનો નિયમ",
      "ગુણક પ્રમાણ નિયમ",
      "નિશ્ચિત સંરચનાનો નિયમ",
      "ડાલ્ટન-નિયમ"
    ]
  },
    {
    numb: 4,
    question: "ક્યો સિદ્નાંત નિશ્વિત સંરચનાના નિયમની સમજૂતી આપે છે?",
    answer: "ડાલ્ટનના પરમાણ્વિય સિદ્ધાંત ",
    options: [
      "ચાર્લ્સનો સિદ્ધાંત ",
      "ડાલ્ટનના પરમાણ્વિય સિદ્ધાંત ",
      "એવોગ્રેડો સિદ્ધાંત ",
      "મુલિકનનો સિદ્ધાંત "
    ]
  },
    {
    numb: 5,
    question: "શુદ્ધ પાણીના નમુનામાં હંમેશાંથી 88.89% ઓક્સિજન અને વજનથી 11.11% હાઇડ્રોજન હોય છે. આ............ નિયમની સમજૂતી આપે છે.",
    answer: "નિશ્ચિત સંરચનાનો નિયમ",
    options: [
      "નિશ્ચિત સંરચનાનો નિયમ",
      "સરળગુણક પ્રમાણ નિયમ",
      "દ્રવ્ય સંરચનાનો નિયમ ",
      "ડાલ્ટન સિદ્ધાંત "
    ]
  },
  //   {
  //   numb: 6,
  //   question: "Your Question is Here",
  //   answer: "Correct answer of the question is here",
  //   options: [
  //     "Option 1",
  //     "option 2",
  //     "option 3",
  //     "option 4"
  //   ]
  // },
];